Repository: adrianvmsft/project-system
Catalog: src/Microsoft.VisualStudio.Editors/xlf/Menus.vsct.*.xlf
Languages: fr, tr

# IDM_CTX_SETTINGSDESIGNER_ContextMenu|ButtonText
source: Settings Designer
fr: Concepteur de paramètres
tr: Ayarlar Tasarımcısı

# IDM_VS_TOOLBAR_Settings|ButtonText
source: Settings
fr: Paramètres
tr: Ayarlar

# IDM_VS_TOOLBAR_Settings|CommandName
source: Settings
fr: Paramètres
tr: Ayarlar

# IDM_CTX_MYEXTENSION_ContextMenu|ButtonText
source: My Extensibility
fr: Extensibilité My
tr: Genişletilebilirliğim

# cmdidCOMMONEditCell|ButtonText
source: &Edit Cell
fr: Modifi&er une cellule
tr: Hücre D&üzenleme

# cmdidCOMMONAddRow|ButtonText
source: Add R&ow
fr: Aj&outer une ligne
tr: &Satır Ekle

# cmdidCOMMONRemoveRow|ButtonText
source: R&emove Row
fr: Supprim&er une ligne
tr: Satırı Ka&ldır

# cmdidCOMMONRemoveRow|MenuText
source: R&emove Row
fr: Supprim&er une ligne
tr: Satırı Ka&ldır

# cmdidSETTINGSDESIGNERSynchronize|ButtonText
source: &Synchronize
fr: &Synchroniser
tr: &Eşitle

# cmdidSETTINGSDESIGNERSynchronize|ToolTipText
source: Removes the user configuration file where the application saves changes to user settings
fr: Supprime le fichier de configuration utilisateur dans lequel l'application enregistre les modifications apportées aux paramètres utilisateur
tr: Uygulamanın değişiklikleri kullanıcı ayarlarına kaydettiği kullanıcı yapılandırma dosyasını kaldırır

# cmdidSETTINGSDESIGNERLoadWebSettings|ButtonText
source: &Load Web Settings
fr: &Charger les paramètres web
tr: Web Ayarlarını &Yükle

# cmdidSETTINGSDESIGNERLoadWebSettings|ToolTipText
source: Loads Web settings from the Web settings host specified on the Services property page.
fr: Charge les paramètres web depuis l'hôte des paramètres web spécifié dans la page des propriétés des services.
tr: Hizmetler özellik sayfasında belirtilen Web ayarları konağından Web ayarlarını yükler.

# cmdidSETTINGSDESIGNERViewCode|ButtonText
source: V&iew Code
fr: &Afficher le code
tr: &Kodu Görüntüle

# cmdidMYEXTENSIONAddExtension|ButtonText
source: &Add Extension...
fr: &Ajouter une extension...
tr: Uzantı &Ekle...

# cmdidMYEXTENSIONRemoveExtension|ButtonText
source: Remo&ve Extension
fr: &Supprimer l'extension
tr: Uzantı Ka&ldır

# cmdidSETTINGSDESIGNERAccessModifierCombobox|ButtonText
source: Access &Modifier:
fr: &Modificateur d'accès :
tr: Erişim &Değiştiricisi:
